namespace constants {

static const char* welcome_menu = "Выбери пункт меню, указав соответствующую цифру\n"
                                  "1. Получить поздравление\n"
                                  "2. Завершить и выйти из цикла\n"
                                  "3. Вывести список данных юзеров\n"
                                  "4. Сохранить данные на диск";

static const char* note =  "Кризис среднего возраста — это эмоциональное состояние, которое человек испытывает в возрасте 30–50 лет.\n"
                    "Чаще всего оно связано с переоценкой жизненного опыта.\n"
                    "Кажется, что многие возможности и мечты юности упущены, при этом старость (или смерть) наступит довольно скоро.\n"
                    "У разных людей кризис наступает в разном возрасте, это зависит от индивидуальных особенностей.\n\n"
                    "Как пережить кризис среднего возраста:\n"
                    "1. Заботьтесь о себе\n"
                    "2. Следите за здоровьем\n"
                    "3. Примите изменения\n"
                    "4. Тренируйте мозг\n"
                    "5. Получайте новые эмоции";

static const char* output_file_name = "db.json";

}